{"title":{"0":"5 Hidden Gems Are Riding Aboard NASA's Perseverance Rover","1":"NASA's Mars 2020 Will Hunt for Microscopic Fossils","2":"Mars Is Getting a New Robotic Meteorologist","3":"NASA Moves Forward With Campaign to Return Mars Samples to Earth","4":"Celebrate Mars Reconnaissance Orbiter's Views From Above","5":"NASA's Perseverance Rover Mission Getting in Shape for Launch","6":"InSight's 'Mole' Team Peers into the Pit","7":"NASA Wins 4 Webbys, 4 People's Voice Awards","8":"The MarCO Mission Comes to an End","9":"NASA's Curiosity Rover Finds an Ancient Oasis on Mars","10":"NASA Administrator Statement on Moon to Mars Initiative, FY 2021 Budget","11":"NASA's Perseverance Rover Goes Through Trials by Fire, Ice, Light and Sound","12":"NASA's InSight 'Hears' Peculiar Sounds on Mars","13":"NASA's Perseverance Mars Rover Gets Its Wheels and Air Brakes","14":"Curiosity Mars Rover's Summer Road Trip Has Begun"},"preview":{"0":"The symbols, mottos, and small objects added to the agency's newest Mars rover serve a variety of purposes, from functional to decorative.","1":"A new paper identifies a ring of minerals at the rover's landing site that are ideal for fossilizing microbial life.","2":"Sensors on NASA's Perseverance will help prepare for future human exploration by taking weather measurements and studying dust particles.","3":"During this next phase, the program will mature critical technologies and make critical design decisions as well as assess industry partnerships.","4":"Marking its 15th anniversary since launch, one of the oldest spacecraft at the Red Planet has provided glimpses of dust devils, avalanches, and more.","5":"Stacking spacecraft components on top of each other is one of the final assembly steps before a mission launches to the Red Planet.","6":"Efforts to save the heat probe continue.","7":"Winners include the JPL-managed \"Send Your Name to Mars\" campaign, NASA's Global Climate Change website and Solar System Interactive.","8":"The pair of briefcase-sized satellites made history when they sailed past Mars in 2019.","9":"New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate.","10":"Jim Bridenstine addresses NASA's ambitious plans for the coming years, including Mars Sample Return.","11":"The agency's new Mars rover is put through a series of tests in vacuum chambers, acoustic chambers and more to get ready for the Red Planet.","12":"Listen to the marsquakes and other, less-expected sounds that the Mars lander has been detecting.","13":"After the rover was shipped from JPL to Kennedy Space Center, the team is getting closer to finalizing the spacecraft for launch later this summer.","14":"After more than a year in the \"clay-bearing unit,\" Curiosity is making a mile-long journey around some deep sand so that it can explore higher up Mount Sharp."}}